<!-- بخش درباره ما -->
<section id="about" class="about section" dir="rtl">

<!-- عنوان بخش -->
<div class="container section-title" data-aos="fade-up">
  <h2>درباره ما<br></h2>
  <p>نیازهای خاصی که از طریق راه‌حل‌های خلاقانه حل می‌شوند</p>
</div><!-- پایان عنوان بخش -->

<div class="container">
  <div class="row gy-4">
    <div class="col-lg-4 order-1 order-lg-2" data-aos="fade-up" data-aos-delay="100">
      <img src="assets/img/about.webp" class="img-fluid" alt="درباره ما">
    </div>
    <div class="col-lg-8 order-2 order-lg-1 content" data-aos="fade-up" data-aos-delay="200">
      <h5>ارائه راهکارهای خلاقانه برای موفقیت شما</h5>
      <p class="fst-italic">
        ما تیمی از طراحان و توسعه‌دهندگان هستیم که برای ایجاد پروژه‌های دیجیتال شگفت‌انگیز کار می‌کنیم.
      </p>
        <div class="text-container bg-white p-4 rounded shadow-sm">
          <p>ترکیب تجربه‌های من در طراحی وب، توسعه وب، گرافیک دیزاین و ویرایش ویدیو به من این امکان را می‌دهد که پروژه‌هایی با کیفیت بالا و تاثیرگذار را ایجاد کنم. من همیشه به دنبال چالش‌های جدید هستم و آماده‌ام تا با استفاده از مهارت‌های خود به پروژه‌های جدیدی که نیاز به طراحی و توسعه حرفه‌ای دارند، بپردازم.</p>
          <div id="extraText" class="hidden-text">
            <h6>وب‌دیزاین و توسعه وب</h6>
              <p>در بخش وب‌دیزاین و توسعه وب، من پروژه‌های زیادی را از ابتدا تا انتها پیاده‌سازی کرده‌ام. یکی از پروژه‌های برجسته‌ای که من در آن نقش داشتم، وب‌سایت شرکت ساختمانی خاور است که در آدرس new.kabulnewcity.com قابل مشاهده است. این پروژه شامل طراحی و توسعه سایت با استفاده از جدیدترین تکنولوژی‌های وب از جمله HTML، CSS، JavaScript و فریم‌ورک‌های مدرن بود. در این پروژه، من به عنوان طراح و توسعه‌دهنده در هر دو بخش فرانت‌اند و بک‌اند مشارکت داشتم.</p>
            <h6>گرافیک دیزاین</h6>
              <p>همچنین در زمینه گرافیک دیزاین، من تجربه قابل توجهی در طراحی انواع مواد تبلیغاتی و گرافیکی برای شرکت ساختمانی خاور داشته‌ام. این پروژه‌ها شامل طراحی بروشورها، فلایرها، پوسترها، بنرها، فایل فولدرها، بزنیس کارت‌ها، آیدی کارت‌ها، کاور پیچ‌ها، فورم‌ها و سایر اقلام گرافیکی برای تبلیغات و معرفی برند بوده است. هر یک از این پروژه‌ها با دقت بالا و رعایت اصول طراحی گرافیک انجام شده است تا نمایی حرفه‌ای و تاثیرگذار از برند به نمایش گذاشته شود.</p>
            <h6>ویدیو و ویرایش ویدیو</h6>
              <p>در بخش ویدیو، من تجربه زیادی در مکس کردن و ویرایش ویدیو دارم. این مهارت‌ها شامل ویرایش ویدیوهای تبلیغاتی، آموزشی و مستنداتی است که به صورت حرفه‌ای برای نمایش در پلتفرم‌های مختلف آماده شده‌اند. من از نرم‌افزارهای پیشرفته‌ای مانند Adobe Premiere و After Effects برای ویرایش و ایجاد جلوه‌های ویژه و انیمیشن‌های گرافیکی استفاده کرده‌ام.</p>
          </div>
          <button id="toggleButton" class="show-more-btn" onclick="toggleText()">نمایش بیشتر</button>
        </div>
    </div>
  </div>
</div>
</section><!-- /بخش درباره ما -->