<!-- بخش خدمات -->
<section id="services" class="services section">

<!-- عنوان بخش -->
<div class="container section-title" data-aos="fade-up">
 
  <h2>خدمات</h2>
  <p>خدمات ما به گونه‌ای طراحی شده‌اند که بتوانیم نیازهای خاص هر کسب‌وکار را در نظر گرفته و راه‌حل‌های بهینه‌سازی شده‌ای را ارائه دهیم.</p>
</div><!-- پایان عنوان بخش -->

<div class="container">

  <div class="row gy-4">

    <div class="col-lg-4 col-md-6" data-aos="fade-up" data-aos-delay="100">
      <div class="service-item position-relative">
        <div class="icon">
          <i class="bi bi-code"></i>
        </div>
        <a href="#" class="stretched-link">
          <h3>طراحی و توسعه وب‌سایت</h3>
        </a>
        <p> - طراحی و توسعه وب‌سایت‌های واکنش‌گرا (Responsive): ایجاد وب‌سایت‌هایی که به‌طور کامل با دستگاه‌های مختلف (موبایل، تبلت، دسکتاپ) سازگار باشند.
          - طراحی و توسعه وب‌سایت‌های شرکتی: طراحی وب‌سایت‌های حرفه‌ای برای کسب‌وکارها، برندها و سازمان‌ها با هدف افزایش اعتبار آنلاین و جذب مشتری.
          - توسعه فرانت‌اند و بک‌اند: برنامه‌نویسی بخش‌های کاربری و پشت‌صحنه سایت با استفاده از تکنولوژی‌های روز مانند HTML، CSS، JavaScript و فریم‌ورک‌های مختلف (مثلاً React.js, Node.js).
          - پیاده‌سازی سیستم‌های مدیریت محتوا (CMS): طراحی و راه‌اندازی وب‌سایت‌هایی که مدیریت محتوای آن‌ها از طریق CMSهای معروف مانند WordPress انجام شود.
       </p>
      </div>
    </div><!-- پایان آیتم خدمات -->

    <div class="col-lg-4 col-md-6" data-aos="fade-up" data-aos-delay="200">
      <div class="service-item position-relative">
        <div class="icon">
          <i class="bi bi-palette"></i>
        </div>
        <a href="#" class="stretched-link">
          <h3>طراحی گرافیک و هویت برند</h3>
        </a>
        <p>   - طراحی هویت بصری برند: شامل طراحی لوگو، رنگ‌بندی برند، تایپوگرافی و دیگر اجزای بصری که هویت برند شما را می‌سازد.
          - طراحی مواد تبلیغاتی: طراحی و تولید انواع تبلیغات گرافیکی مانند بروشورها، فلایرها، پوسترها، بنرها، فایل فولدرها، بزنیس کارت‌ها، آیدی کارت‌ها، کاور پیچ‌ها و فرم‌ها.
       - طراحی بسته‌بندی و محصولات گرافیکی: طراحی بسته‌بندی و مواد گرافیکی ویژه محصولات که کمک می‌کند برند شما در بازار برجسته شود.
       </p>
      </div>
    </div><!-- پایان آیتم خدمات -->

    <div class="col-lg-4 col-md-6" data-aos="fade-up" data-aos-delay="300">
      <div class="service-item position-relative">
        <div class="icon">
          <i class="bi bi-film"></i>
        </div>
        <a href="#" class="stretched-link">
          <h3>ویرایش و تولید ویدیو</h3>
        </a>
        <p>- ویرایش ویدیوهای تبلیغاتی و شرکتی: ویرایش ویدیوهای تبلیغاتی برای معرفی برند و خدمات شما با استفاده از نرم‌افزارهای پیشرفته مانند Adobe Premiere و After Effects.
          - ایجاد انیمیشن‌های گرافیکی: تولید انیمیشن‌های گرافیکی برای توضیح مفاهیم پیچیده، تبلیغات یا آموزش.
          - ساخت ویدیوهای آموزشی و دوره‌های آنلاین: تولید ویدیوهای آموزشی با کیفیت بالا که برای دوره‌های آنلاین، وبینارها یا آموزش‌های خصوصی استفاده می‌شوند.
       </p>
      </div>
    </div><!-- پایان آیتم خدمات -->

    <div class="col-lg-4 col-md-6" data-aos="fade-up" data-aos-delay="400">
      <div class="service-item position-relative">
        <div class="icon">
          <i class="bi bi-tools"></i>
        </div>
        <a href="#" class="stretched-link">
          <h3>توسعه و طراحی وب‌سایت‌های تجارت الکترونیک</h3>
        </a>
        <p>   - طراحی و توسعه فروشگاه آنلاین: ایجاد وب‌سایت‌های تجارت الکترونیک با ویژگی‌هایی مثل پرداخت آنلاین، مدیریت محصولات، جستجوی پیشرفته و سبد خرید.
          - پشتیبانی و بهینه‌سازی سایت‌های فروشگاهی: بهبود عملکرد و تجربه کاربری وب‌سایت‌های فروشگاهی به منظور افزایش فروش و تبدیل بازدیدکنندگان به مشتریان.
       </p>
        <a href="#" class="stretched-link"></a>
      </div>
    </div><!-- پایان آیتم خدمات -->

    <div class="col-lg-4 col-md-6" data-aos="fade-up" data-aos-delay="500">
      <div class="service-item position-relative">
        <div class="icon">
          <i class="bi bi-display"></i>
        </div>
        <a href="#" class="stretched-link">
          <h3>مدیریت شبکه‌های اجتماعی و تبلیغات دیجیتال</h3>
        </a>
        <p>   - طراحی و مدیریت پست‌های گرافیکی برای شبکه‌های اجتماعی: تولید محتوای گرافیکی جذاب برای پلتفرم‌های اجتماعی مانند اینستاگرام، فیسبوک و لینکدین.
          - تبلیغات آنلاین و بازاریابی دیجیتال: اجرای کمپین‌های تبلیغاتی آنلاین و استفاده از استراتژی‌های بازاریابی دیجیتال برای جذب مشتریان جدید.
       </p>
        <a href="#" class="stretched-link"></a>
      </div>
    </div><!-- پایان آیتم خدمات -->

    <div class="col-lg-4 col-md-6" data-aos="fade-up" data-aos-delay="600">
      <div class="service-item position-relative">
        <div class="icon">
          <i class="bi bi-chat-square-text"></i>
        </div>
        <a href="#" class="stretched-link">
          <h3>چرا ما؟</h3>
        </a>
        <p>- تجربه و مهارت‌های چندجانبه: با توانایی‌های گسترده در طراحی وب، گرافیک دیزاین، توسعه فرانت‌اند و بک‌اند، و ویرایش ویدیو، می‌توانیم مجموعه‌ای از خدمات کامل و یکپارچه به شما ارائه دهیم.
          - کیفیت بالا و توجه به جزئیات: ما به طراحی‌های دقیق و کاربرپسند، همراه با توجه به جزئیات و استانداردهای روز توجه ویژه داریم.
          </p>
        <a href="#" class="stretched-link"></a>
      </div>
    </div><!-- پایان آیتم خدمات -->

  </div>

</div>

</section><!-- پایان بخش خدمات -->