<!-- بخش معرفی -->
<section id="hero" class="hero section accent-background" dir="rtl">

  <img src="assets/img/hero-bg.jpg" alt="" data-aos="fade-in">

  <div class="container text-center" data-aos="fade-up" data-aos-delay="100">
    <h2>به Example خوش آمدید</h2>
    <p>تیم ما متشکل از طراحان خلاق، توسعه‌دهندگان حرفه‌ای و متخصصان گرافیک دیزاین است که با تعهد و نوآوری، بهترین راه‌حل‌های دیجیتالی را ارائه می‌دهند. ما در بخش وب دیزاین با خلق طراحی‌های جذاب و کاربرپسند، تجربه کاربری بی‌نظیری را به کاربران ارائه می‌دهیم. همچنین، در توسعه وب با استفاده از جدیدترین تکنولوژی‌ها و استانداردها، وب‌سایت‌های سریع، ایمن و مقیاس‌پذیر را ایجاد می‌کنیم. ما با ترکیب تجربه و خلاقیت، پروژه‌های منحصر‌به‌فردی خلق می‌کنیم که انتظارات شما را فراتر می‌برد.</p>
    <a href="#about" class="btn-scroll" title="پایین‌تر بروید"><i class="bi bi-chevron-down"></i></a>
  </div>

</section><!-- /بخش معرفی -->
